tap "homebrew/bundle"
tap "homebrew/services"

tap "heroku/brew"

brew "bat"
brew "borgbackup"
brew "cmake"
brew "direnv"
brew "docker-compose"
brew "dust"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "glslang"
brew "golang"
brew "google-java-format"
brew "gradle"
brew "heroku"
brew "httpie"
brew "hyperfine"
brew "jq"
brew "kitty"
brew "llvm"
brew "neovim"
brew "nmap"
brew "nvm"
brew "openjdk@11"
brew "pgformatter"
brew "pre-commit"
brew "prettier"
brew "procs"
brew "pyenv"
brew "rclone"
brew "reattach-to-user-namespace"
brew "rename"
brew "ripgrep"
brew "sd"
brew "shfmt"
brew "tldr"
brew "tmux"
brew "vim"
brew "yarn"
brew "zsh"
brew "zsh-completions"

cask "dash"
cask "table-tool"
