tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"

brew "ag"
brew "bat"
brew "choose-rust"
brew "direnv"
brew "dog"
brew "duf"
brew "dust"
brew "exa"
brew "fd"
brew "fzf"
brew "git"
brew "git-delta"
brew "glances"
brew "glances"
brew "gping"
brew "httpie"
brew "jq"
brew "lsd"
brew "node"
brew "pre-commit"
brew "procs"
brew "pyenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "sd"
brew "shfmt"
brew "tldr"
brew "tmux"
brew "vim"
brew "zsh"
brew "zsh-completions"
