tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"

brew "bat"
brew "direnv"
brew "dust"
brew "elixir"
brew "exa"
brew "fd"
brew "fzf"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "gradle"
brew "httpie"
brew "jq"
brew "nvm"
brew "openjdk@11"
brew "pgformatter"
brew "pre-commit"
brew "prettier"
brew "pyenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "shfmt"
brew "tldr"
brew "tmux"
brew "vim"
brew "zsh"
brew "zsh-completions"

cask "dash"
cask "table-tool"
